{
    "sentences": [
        {
            "id": "1",
            "sentence": "A dor que você sente hoje é a força que você sentirá amanhã. Não desista!"
        },
        {
            "id": "2",
            "sentence": "Não espere por oportunidades, crie-as. O mesmo vale para um corpo mais saudável."
        },
        {
            "id": "3",
            "sentence": "Cada gota de suor é um passo mais perto dos seus objetivos. Continue!"
        },
        {
            "id": "4",
            "sentence": "O progresso não acontece no conforto. Saia da zona de conforto, veja a transformação e a melhor versão de você."
        },
        {
            "id": "5",
            "sentence": "Disciplina é a ponte entre metas e realizações. Mantenha o foco."
        },
        {
            "id": "6",
            "sentence": "Não treine para alcançar um corpo mais bonito. Treine para ser uma versão mais forte, mais saudável e mais feliz de você mesmo."
        },
        {
            "id": "7",
            "sentence": "Você é mais forte do que pensa. Acredite em si mesmo, não desista e vá além."
        },
        {
            "id": "8",
            "sentence": "Os resultados não aparecem sem esforço. Faça valer cada gota de suor!"
        },
        {
            "id": "9",
            "sentence": "Quando você sentir vontade de desistir, lembre-se por que começou."
        },
        {
            "id": "10",
            "sentence": "A diferença entre quem você é e quem você quer ser está no que você faz."
        },
        {
            "id": "11",
            "sentence": "Seja mais forte do que suas desculpas. O sucesso não aceita desculpas."
        },
        {
            "id": "12",
            "sentence": "A jornada pode ser difícil, mas a vitória será recompensadora. Continue persistindo."
        },
        {
            "id": "13",
            "sentence": "O corpo alcança o que a mente acredita. Acredite em seu potencial."
        },
        {
            "id": "14",
            "sentence": "Não conte os dias, faça os dias contarem. Cada treino é um passo para o sucesso."
        },
        {
            "id": "15",
            "sentence": "A motivação te leva a começar. A determinação te faz continuar."
        },
        {
            "id": "16",
            "sentence": "Não desista! Com o tempo tudo valerá a pena. Para o corpo, mente, vida."
        },
        {
            "id": "17",
            "sentence": "Transforme a dor em poder e os obstáculos em oportunidades. Você é capaz!"
        },
        {
            "id": "18",
            "sentence": "Cada repetição é um investimento no seu futuro. Não desperdice!"
        },
        {
            "id": "19",
            "sentence": "A persistência é a chave mestra do sucesso. Continue, mesmo quando parecer difícil."
        },
        {
            "id": "20",
            "sentence": "Seu corpo é o seu templo. Honre-o com esforço, dedicação e amor próprio."
        },
        {
            "id": "21",
            "sentence": "A jornada para a grandeza é construída passo a passo. Mantenha-se firme no seu caminho."
        },
        {
            "id": "22",
            "sentence": "Não se compare aos outros, compare-se a quem você era ontem. O progresso pessoal é o verdadeiro objetivo."
        },
        {
            "id": "23",
            "sentence": "Quando sentir que não pode mais, lembre-se do porquê começou. Sua determinação é mais forte do que qualquer obstáculo."
        },
        {
            "id": "24",
            "sentence": "Cada gota de suor é um testemunho do seu compromisso consigo mesmo. Não pare agora!"
        },
        {
            "id": "25",
            "sentence": "A disciplina é a ponte entre seus sonhos e a realidade. Construa-a todos os dias com determinação e consistência."
        }
    ]
}